---
kind: property
id: P:Autodesk.Revit.DB.ACADExportOptions.ExportingAreas
source: html/66795862-f8fb-778a-1413-b3e7f00ea9e5.htm
---
# Autodesk.Revit.DB.ACADExportOptions.ExportingAreas Property

True to export area and room geometry, false otherwise.
 Default value is false.

## Syntax (C#)
```csharp
public bool ExportingAreas { get; set; }
```